Gossip_app/app/views/home/home_page.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 12], ["LIMIT", 1]]
---
					<h5 class="card-title">Gossip n°<%= gossip.id%> : <%=gossip.title%></h5>
					<p class="card-text">Author : <%=gossip.user.first_name%><br/>