Gossip_app/app/views/gossip/show.html.erb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]
---
<h2>Title : <%= @gossip.title %></h2>
<h2><a href="../user/<%=@gossip.user.id%>">Author : <%= @gossip.user.first_name%></a></h2>