Gossip_app/app/views/user/show.html.erb

SELECT COUNT(*) FROM "gossips" WHERE "gossips"."user_id" = ?  [["user_id", 8]]
---
<h4>My description : <%=@user.description%></h4>
<h4>Created gossips : <%=@user.gossips.count%></h4>